disciplinas/teorias_da_administração_publica/atividades/atividade_3.org
#+OPTIONS: toc:nil num:t H:3 ^:nil
#+STARTUP: overview

#+LATEX_HEADER: \usepackage{fgv-header}

#+begin_export latex
\begingroup
\linespread{1}\selectfont
\begin{tcolorbox}[title=Ficha Técnica,
  colback=gray!5,colframe=gray!40,boxrule=0.4pt,sharp corners]
\begin{tblr}{rowsep=1pt,stretch=1, rows={t}, colspec={Q[l,2.8cm] X[l]}}
\textbf{Curso}                   & Mestrado de Políticas Públicas e Governo \\
\textbf{Turma}                   & T-01 \\
\textbf{Pólo}                    & Brasília \\
\textbf{Disciplina}              & Teorias de Administração Pública \\
\textbf{Professor}               & Bernardo Buta \\
\textbf{Trabalho}                & Aplicação do protocolo PRISMA 2020 a artigo empírico \\
\textbf{Aluno(s)}                & Gustavo M. Mendes de Tarso \\
\textbf{Título do trabalho}      & Busca, seleção e síntese de artigo empírico sobre burocracia de nível de rua, tecnologia e inteligência artificial \\
\end{tblr}
\end{tcolorbox}
\endgroup
#+end_export

#+LATEX: \FGVNewPage

* Introdução

Este trabalho apresenta, em formato alinhado ao *PRISMA 2020*, o fluxo de identificação, triagem, elegibilidade e inclusão de um *artigo acadêmico empírico* relacionado ao tema da disciplina *Teorias de Administração Pública*, com ênfase em sua articulação com *tecnologia* e *inteligência artificial*. O recorte adotado procurou preservar o mesmo ponto de partida metodológico exposto em aula: busca no campo da *Administração Pública* a partir de termos localizados no *título, resumo ou palavras-chave*, com preferência por *artigos revisados por pares* e publicados em *inglês*. Sobre esse universo inicial, foram acrescentados descritores relacionados a *IA*, *tomada de decisão*, *burocracia* e *implementação*.

A escolha desse recorte é coerente com os conteúdos da disciplina por três razões principais. Em primeiro lugar, porque os debates contemporâneos em Administração Pública já incorporam tópicos como *transformação digital*, *algoritmos* e *inteligência artificial* como problemas empíricos relevantes. Em segundo lugar, porque a disciplina enfatiza que a pesquisa em Administração Pública é tipicamente voltada a problemas concretos de governo, gestão e implementação. Em terceiro lugar, porque a própria estrutura analítica mobilizada em aula valoriza a apresentação clara de *problema de pesquisa*, *objetivo*, *método* e *achados*, exatamente o formato adotado neste trabalho.

Como esta atividade foi desenvolvida fora de uma interface autenticada de base indexadora, a busca foi *operacionalizada com a mesma lógica apresentada na aula* e a seleção final foi verificada a partir de *metadados públicos, páginas de periódicos e versões abertas dos artigos*. O objetivo não foi produzir uma revisão exaustiva, mas demonstrar, de maneira transparente, um processo de busca e seleção compatível com a declaração PRISMA 2020.

Ao final do processo, foi selecionado o artigo *“Just like I thought”: Street-level bureaucrats trust AI recommendations if they confirm their professional judgment* (Selten, Robeer e Grimmelikhuijsen, 2023), por ser o estudo que melhor conecta um dos eixos centrais da disciplina — a *burocracia de nível de rua* — com o uso de *inteligência artificial* na decisão pública.

* Estratégia de busca

** Pergunta orientadora

#+begin_quote
Qual artigo empírico, aderente ao campo da administração pública, melhor articula os temas da disciplina com tecnologia e inteligência artificial, especialmente nos eixos burocracia, discricionariedade, implementação e tomada de decisão?
#+end_quote

** Base e lógica de busca

A busca partiu do mesmo padrão metodológico exibido no material da aula:
- *Scopus* como referência do corpus de Administração Pública;
- ocorrência do termo de interesse em *título, resumo ou palavras-chave*;
- preferência por *artigos revisados por pares* e *publicados em inglês*.

A partir desse núcleo, foram acrescidos descritores relacionados a inteligência artificial e tecnologia, seguidos de triagem manual para retenção apenas de *artigos empíricos* com aderência efetiva ao debate da disciplina.

** Query de trabalho (formato compatível com a lógica da Scopus)

#+begin_quote
TITLE-ABS-KEY("public administration")
AND TITLE-ABS-KEY("artificial intelligence" OR algorithm* OR "digital transformation")
AND TITLE-ABS-KEY("street-level bureaucr*" OR bureaucr* OR "decision making" OR governance)
AND NOT TITLE-ABS-KEY(review OR "systematic review" OR "literature review")
#+end_quote

** Fontes operacionais consultadas nesta sessão
- Material da disciplina (*slides* e textos-base)
- Páginas abertas de periódicos científicos
- Repositórios institucionais com metadados e/ou PDF
- Registros DOI e páginas de metadados acadêmicos

** Critérios de inclusão
- artigo de periódico;
- estudo empírico;
- aderência ao campo da administração pública;
- presença explícita de tecnologia e/ou inteligência artificial no problema de pesquisa;
- conexão substantiva com ao menos um eixo da disciplina, como burocracia, discricionariedade, implementação, governança ou tomada de decisão;
- disponibilidade de resumo e de informações metodológicas suficientes para avaliação, preferencialmente com acesso ao texto completo.

** Critérios de exclusão
- revisões de literatura, artigos ensaísticos ou agendas de pesquisa;
- preprints não revisados por pares;
- estudos com foco predominantemente técnico-computacional, sem centralidade para o debate em administração pública;
- estudos empíricos sobre adoção tecnológica cujo vínculo com os eixos teóricos centrais da disciplina fosse apenas periférico.

* PRISMA 2020

** Fluxo textual dos estudos

*** Identificação
- Registros identificados por busca focalizada: *n = 8*
  - Registros sobre IA, decisão pública e burocracia/organizações públicas: *n = 8*

- Registros removidos antes da triagem: *n = 1*
  - Duplicata do artigo selecionado em página de periódico e repositório institucional: *n = 1*
  - Remoção por outros motivos: *n = 0*

*** Triagem
- Registros triados por título, resumo e metadados: *n = 7*
- Registros excluídos na triagem: *n = 3*
  - Revisão de literatura, scoping review ou agenda de pesquisa: *n = 2*
  - Preprint não revisado por pares: *n = 1*

*** Elegibilidade
- Relatórios buscados para recuperação em texto completo: *n = 4*
- Relatórios não recuperados: *n = 0*

- Relatórios avaliados para elegibilidade: *n = 4*
- Relatórios excluídos após leitura do texto completo: *n = 3*
  - Foco principal em adoção organizacional de IA, com ligação apenas indireta à burocracia de nível de rua e à discricionariedade: *n = 2*
  - Ênfase em accountability subjetiva mediada por IA, menos aderente ao recorte priorizado de decisão e implementação: *n = 1*

*** Inclusão
- Estudos incluídos na síntese qualitativa: *n = 1*

