disciplinas/teorias_da_administração_publica/atividades/atividade_3.tex
% Created 2026-03-17 ter 15:16
% Intended LaTeX compiler: lualatex
\documentclass[12pt]{article}
\usepackage[a4paper,left=3cm,top=3cm,right=2cm,bottom=2cm]{geometry}
\setcounter{secnumdepth}{4}
\setcounter{tocdepth}{2}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{fgv-header}
\author{Gustavo M. Mendes de Tarso}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={Gustavo M. Mendes de Tarso},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.2 (Org mode 9.5.5)}, 
 pdflang={English}}
\begin{document}

\begingroup
\linespread{1}\selectfont
\begin{tcolorbox}[title=Ficha Técnica,
  colback=gray!5,colframe=gray!40,boxrule=0.4pt,sharp corners]
\begin{tblr}{rowsep=1pt,stretch=1, rows={t}, colspec={Q[l,2.8cm] X[l]}}
\textbf{Curso}                   & Mestrado de Políticas Públicas e Governo \\
\textbf{Turma}                   & T-01 \\
\textbf{Pólo}                    & Brasília \\
\textbf{Disciplina}              & Teorias de Administração Pública \\
\textbf{Professor}               & Bernardo Buta \\
\textbf{Trabalho}                & Aplicação do protocolo PRISMA 2020 a artigo empírico \\
\textbf{Aluno(s)}                & Gustavo M. Mendes de Tarso \\
\textbf{Título do trabalho}      & Busca, seleção e síntese de artigo empírico sobre burocracia de nível de rua, tecnologia e inteligência artificial \\
\end{tblr}
\end{tcolorbox}
\endgroup

\FGVNewPage

\section{Introdução}
\label{sec:orge7ff8bf}

Este trabalho apresenta, em formato alinhado ao \textbf{PRISMA 2020}, o fluxo de identificação, triagem, elegibilidade e inclusão de um \textbf{artigo acadêmico empírico} relacionado ao tema da disciplina \textbf{Teorias de Administração Pública}, com ênfase em sua articulação com \textbf{tecnologia} e \textbf{inteligência artificial}. O recorte adotado procurou preservar o mesmo ponto de partida metodológico exposto em aula: busca no campo da \textbf{Administração Pública} a partir de termos localizados no \textbf{título, resumo ou palavras-chave}, com preferência por \textbf{artigos revisados por pares} e publicados em \textbf{inglês}. Sobre esse universo inicial, foram acrescentados descritores relacionados a \textbf{IA}, \textbf{tomada de decisão}, \textbf{burocracia} e \textbf{implementação}.

A escolha desse recorte é coerente com os conteúdos da disciplina por três razões principais. Em primeiro lugar, porque os debates contemporâneos em Administração Pública já incorporam tópicos como \textbf{transformação digital}, \textbf{algoritmos} e \textbf{inteligência artificial} como problemas empíricos relevantes. Em segundo lugar, porque a disciplina enfatiza que a pesquisa em Administração Pública é tipicamente voltada a problemas concretos de governo, gestão e implementação. Em terceiro lugar, porque a própria estrutura analítica mobilizada em aula valoriza a apresentação clara de \textbf{problema de pesquisa}, \textbf{objetivo}, \textbf{método} e \textbf{achados}, exatamente o formato adotado neste trabalho.

Como esta atividade foi desenvolvida fora de uma interface autenticada de base indexadora, a busca foi \textbf{operacionalizada com a mesma lógica apresentada na aula} e a seleção final foi verificada a partir de \textbf{metadados públicos, páginas de periódicos e versões abertas dos artigos}. O objetivo não foi produzir uma revisão exaustiva, mas demonstrar, de maneira transparente, um processo de busca e seleção compatível com a declaração PRISMA 2020.

Ao final do processo, foi selecionado o artigo \textbf{“Just like I thought”: Street-level bureaucrats trust AI recommendations if they confirm their professional judgment} (Selten, Robeer e Grimmelikhuijsen, 2023), por ser o estudo que melhor conecta um dos eixos centrais da disciplina — a \textbf{burocracia de nível de rua} — com o uso de \textbf{inteligência artificial} na decisão pública.

\section{Estratégia de busca}
\label{sec:org3737226}

\subsection{Pergunta orientadora}
\label{sec:org8ad7521}

\begin{quote}
Qual artigo empírico, aderente ao campo da administração pública, melhor articula os temas da disciplina com tecnologia e inteligência artificial, especialmente nos eixos burocracia, discricionariedade, implementação e tomada de decisão?
\end{quote}

\subsection{Base e lógica de busca}
\label{sec:org807b51d}

A busca partiu do mesmo padrão metodológico exibido no material da aula:
\begin{itemize}
\item \textbf{Scopus} como referência do corpus de Administração Pública;
\item ocorrência do termo de interesse em \textbf{título, resumo ou palavras-chave};
\item preferência por \textbf{artigos revisados por pares} e \textbf{publicados em inglês}.
\end{itemize}

A partir desse núcleo, foram acrescidos descritores relacionados a inteligência artificial e tecnologia, seguidos de triagem manual para retenção apenas de \textbf{artigos empíricos} com aderência efetiva ao debate da disciplina.

\subsection{Query de trabalho (formato compatível com a lógica da Scopus)}
\label{sec:org7cf57ad}

\begin{quote}
TITLE-ABS-KEY("public administration")
AND TITLE-ABS-KEY("artificial intelligence" OR algorithm* OR "digital transformation")
AND TITLE-ABS-KEY("street-level bureaucr*" OR bureaucr* OR "decision making" OR governance)
AND NOT TITLE-ABS-KEY(review OR "systematic review" OR "literature review")
\end{quote}

\subsection{Fontes operacionais consultadas nesta sessão}
\label{sec:org3479cc7}
\begin{itemize}
\item Material da disciplina (\textbf{slides} e textos-base)
\item Páginas abertas de periódicos científicos
\item Repositórios institucionais com metadados e/ou PDF
\item Registros DOI e páginas de metadados acadêmicos
\end{itemize}

\subsection{Critérios de inclusão}
\label{sec:orgf0baf58}
\begin{itemize}
\item artigo de periódico;
\item estudo empírico;
\item aderência ao campo da administração pública;
\item presença explícita de tecnologia e/ou inteligência artificial no problema de pesquisa;
\item conexão substantiva com ao menos um eixo da disciplina, como burocracia, discricionariedade, implementação, governança ou tomada de decisão;
\item disponibilidade de resumo e de informações metodológicas suficientes para avaliação, preferencialmente com acesso ao texto completo.
\end{itemize}

\subsection{Critérios de exclusão}
\label{sec:org072cb97}
\begin{itemize}
\item revisões de literatura, artigos ensaísticos ou agendas de pesquisa;
\item preprints não revisados por pares;
\item estudos com foco predominantemente técnico-computacional, sem centralidade para o debate em administração pública;
\item estudos empíricos sobre adoção tecnológica cujo vínculo com os eixos teóricos centrais da disciplina fosse apenas periférico.
\end{itemize}

\section{PRISMA 2020}
\label{sec:org583665e}

\subsection{Fluxo textual dos estudos}
\label{sec:org64238bb}

\subsubsection{Identificação}
\label{sec:org034e22f}
\begin{itemize}
\item Registros identificados por busca focalizada: \textbf{n = 8}
\begin{itemize}
\item Registros sobre IA, decisão pública e burocracia/organizações públicas: \textbf{n = 8}
\end{itemize}

\item Registros removidos antes da triagem: \textbf{n = 1}
\begin{itemize}
\item Duplicata do artigo selecionado em página de periódico e repositório institucional: \textbf{n = 1}
\item Remoção por outros motivos: \textbf{n = 0}
\end{itemize}
\end{itemize}

\subsubsection{Triagem}
\label{sec:org03fb0ca}
\begin{itemize}
\item Registros triados por título, resumo e metadados: \textbf{n = 7}
\item Registros excluídos na triagem: \textbf{n = 3}
\begin{itemize}
\item Revisão de literatura, scoping review ou agenda de pesquisa: \textbf{n = 2}
\item Preprint não revisado por pares: \textbf{n = 1}
\end{itemize}
\end{itemize}

\subsubsection{Elegibilidade}
\label{sec:orgdaef0e9}
\begin{itemize}
\item Relatórios buscados para recuperação em texto completo: \textbf{n = 4}
\item Relatórios não recuperados: \textbf{n = 0}

\item Relatórios avaliados para elegibilidade: \textbf{n = 4}
\item Relatórios excluídos após leitura do texto completo: \textbf{n = 3}
\begin{itemize}
\item Foco principal em adoção organizacional de IA, com ligação apenas indireta à burocracia de nível de rua e à discricionariedade: \textbf{n = 2}
\item Ênfase em accountability subjetiva mediada por IA, menos aderente ao recorte priorizado de decisão e implementação: \textbf{n = 1}
\end{itemize}
\end{itemize}
