disciplinas/teorias_da_administração_publica/atividades/atividade_3.org
** Tabela-resumo do fluxo PRISMA 2020

#+NAME: tab:prisma2020
#+CAPTION: Síntese do fluxo PRISMA 2020 aplicado à seleção de artigo empírico sobre administração pública, burocracia de nível de rua e inteligência artificial.
#+ATTR_LATEX: :center nil :float nil
#+LATEX: \begin{table}[htbp]
#+LATEX: \centering
#+LATEX: \scriptsize
#+LATEX: \setlength{\tabcolsep}{4pt}
#+LATEX: \renewcommand{\arraystretch}{1.15}
#+LATEX: \begin{tabularx}{\textwidth}{>{\raggedright\arraybackslash}X >{\raggedleft\arraybackslash}m{0.18\textwidth}}
#+LATEX: \toprule
#+LATEX: Etapa PRISMA 2020 & n \\
#+LATEX: \midrule
#+LATEX: Registros identificados & 8 \\
#+LATEX: Registros removidos antes da triagem & 1 \\
#+LATEX: Registros triados & 7 \\
#+LATEX: Registros excluídos na triagem & 3 \\
#+LATEX: Relatórios buscados para recuperação & 4 \\
#+LATEX: Relatórios não recuperados & 0 \\
#+LATEX: Relatórios avaliados para elegibilidade & 4 \\
#+LATEX: Relatórios excluídos após leitura completa & 3 \\
#+LATEX: Estudos incluídos na síntese qualitativa & 1 \\
#+LATEX: \bottomrule
#+LATEX: \end{tabularx}
#+LATEX: \normalsize
#+LATEX: \end{table}

** Estudos classificados no fluxo

#+NAME: tab:estudos_fluxo
#+CAPTION: Classificação dos estudos identificados no fluxo PRISMA 2020.
#+ATTR_LATEX: :center nil :float nil
#+LATEX: \begin{table}[htbp]
#+LATEX: \centering
#+LATEX: \scriptsize
#+LATEX: \setlength{\tabcolsep}{3pt}
#+LATEX: \renewcommand{\arraystretch}{1.15}
#+LATEX: \begin{tabularx}{\textwidth}{>{\raggedright\arraybackslash}X >{\raggedright\arraybackslash}m{0.18\textwidth} >{\raggedright\arraybackslash}m{0.14\textwidth} >{\raggedright\arraybackslash}m{0.22\textwidth}}
#+LATEX: \toprule
#+LATEX: Estudo & Situação no fluxo & Tipo & Motivo \\
#+LATEX: \midrule
#+LATEX: Selten, Robeer e Grimmelikhuijsen (2023), \textit{“Just like I thought”: Street-level bureaucrats trust AI recommendations if they confirm their professional judgment} & Incluído & Artigo empírico & Melhor articulação entre burocracia de nível de rua, discricionariedade e IA \\
#+LATEX: Deng e Sun (2025), \textit{How does the usage of artificial intelligence affect felt administrative accountability of street-level bureaucrats?} & Excluído na elegibilidade & Artigo empírico & Foco principal em accountability percebida, menos aderente ao recorte de decisão e implementação \\
#+LATEX: Ribeiro e Segatto (2025), \textit{Inteligência artificial nas organizações públicas brasileiras: heterogeneidades e capacidades em tecnologia da informação} & Excluído na elegibilidade & Artigo empírico & Estudo organizacional relevante, mas com vínculo indireto ao eixo de burocracia de nível de rua \\
#+LATEX: Omonov e Ahn (2025), \textit{Towards Smart Public Administration: A TOE-Based Empirical Study of AI Chatbot Adoption in a Transitioning Government Context} & Excluído na elegibilidade & Artigo empírico & Ênfase em adoção de chatbot e framework TOE, com menor diálogo com os eixos teóricos centrais da disciplina \\
#+LATEX: Kaun, Larsson e colaboradores (2024), \textit{Automating public administration: citizens' attitudes towards automated decision-making across Estonia, Sweden, and Germany} & Excluído na triagem & Artigo empírico & Foco em atitudes dos cidadãos, e não na burocracia, organização ou implementação \\
#+LATEX: Gillingham, Morley e Floridi (2024), \textit{The Effects of AI on Street-Level Bureaucracy: A Scoping Review} & Excluído na triagem & Revisão de literatura & Não é artigo empírico \\
#+LATEX: Johannesson e Arnesen (2025), \textit{How Using Artificial Intelligence in Public Administration Shifts Citizens' Expectations of Street-Level Bureaucracy} & Excluído na triagem & Preprint & Não revisado por pares \\
#+LATEX: \bottomrule
#+LATEX: \end{tabularx}
#+LATEX: \normalsize
#+LATEX: \end{table}

#+LATEX: \clearpage
#+LATEX: \clearpage
** Representação esquemática em PlantUML

#+begin_src plantuml :file prisma_empirico_ia_teorias_adm_publica_fluxo.svg :exports none
@startuml
scale 0.78

skinparam backgroundColor white
skinparam shadowing false
skinparam dpi 600
skinparam defaultFontName Arial
skinparam defaultFontSize 16
skinparam nodesep 25
skinparam ranksep 30
skinparam Padding 8
skinparam RoundCorner 12

skinparam rectangle {
  BackgroundColor white
  BorderColor black
  FontColor black
  FontSize 16
}

skinparam arrow {
  Color black
  Thickness 1.2
}

rectangle "Registros identificados em bases de dados\n\nBusca complementar em IA e Administração Pública (n = 8)" as id1
rectangle "Registros removidos antes da triagem\n\nDuplicatas removidas (n = 1)\nOutros motivos (n = 0)" as id2
rectangle "Registros triados\n\n(n = 7)" as tr1
rectangle "Registros excluídos\n\n(n = 3)\n\n- Revisão/agenda de pesquisa (n = 2)\n- Preprint não revisado por pares (n = 1)" as tr2
rectangle "Relatórios buscados para recuperação\n\n(n = 4)" as el1
rectangle "Relatórios não recuperados\n\n(n = 0)" as el2
rectangle "Relatórios avaliados para elegibilidade\n\n(n = 4)" as el3
rectangle "Relatórios excluídos após leitura completa\n\n(n = 3)\n\n- Adoção organizacional com vínculo indireto ao eixo central (n = 2)\n- Foco menos aderente ao recorte de decisão/implementação (n = 1)" as el4
rectangle "Estudo incluído na síntese qualitativa\n\n(n = 1)" as inc1

id1 --> id2
id2 --> tr1
tr1 --> el1
tr1 -right-> tr2
el1 --> el3
el1 -right-> el2
el3 --> inc1
el3 -right-> el4

@enduml
#+end_src

#+begin_export latex
\FGVAutoSVG
  {prisma_empirico_ia_teorias_adm_publica_fluxo}
  {Fluxograma PRISMA 2020 da seleção do artigo empírico.}
  {fig:prisma2020_fluxo}
#+end_export

* Resumo do artigo selecionado

** Referência do estudo

Selten, Friso; Robeer, Marcel; Grimmelikhuijsen, Stephan. *“Just like I thought”: Street-level bureaucrats trust AI recommendations if they confirm their professional judgment*. /Public Administration Review/, v. 83, n. 2, p. 263-278, 2023.

** Problema e objetivo de pesquisa

O problema central do artigo é diretamente compatível com um dos núcleos da disciplina: *como burocratas de nível de rua interagem com tecnologias de inteligência artificial quando essas tecnologias passam a participar da tomada de decisão pública*. Mais especificamente, o estudo procura responder o que acontece quando uma recomendação produzida por IA *confirma* ou *contradiz* o julgamento profissional intuitivo de um burocrata de nível de rua.

O objetivo do artigo é duplo. O primeiro é investigar de que forma recomendações de IA afetam a *decisão* de burocratas de nível de rua. O segundo é examinar se a chamada *explainable AI* aumenta a confiança dos agentes públicos nessas recomendações. Em termos teóricos, o estudo confronta duas possibilidades: de um lado, a *automation bias*, isto é, a tendência de seguir a máquina; de outro, a *confirmation bias*, isto é, a tendência de confiar mais na IA quando ela apenas reforça o que o agente já acreditava.

Essa formulação faz uma ponte clara entre os temas da aula, porque recoloca em chave contemporânea debates clássicos sobre *discricionariedade*, *implementação*, *autonomia decisória* e *controle* no nível da burocracia de rua. Em vez de perguntar apenas como o burocrata interpreta normas, o artigo pergunta como ele reage quando uma tecnologia algorítmica entra no processo decisório.

** Método utilizado

O artigo adota um *desenho experimental* com forte aderência empírica ao contexto profissional estudado. Os autores aplicaram um *experimento fatorial 2 × 2, com medidas repetidas*, utilizando um sistema simulado de *predictive policing* concebido para ser realista no contexto da polícia holandesa.

A amostra foi composta por *124 policiais de nível de rua* nos Países Baixos. Cada participante respondeu a *três vinhetas* semelhantes, resultando em *294 observações* no total. Os tratamentos combinaram duas dimensões:
- recomendação de IA *congruente* ou *incongruente* com o julgamento profissional intuitivo do policial;
- recomendação *explicada* ou *não explicada* pela IA.

Com isso, o estudo pôde testar, de maneira controlada, se os policiais *confiam*, *aceitam* e *seguem* mais uma recomendação algorítmica quando ela está alinhada ao seu conhecimento profissional prévio e se a explicação do sistema altera esse comportamento.

Do ponto de vista das diretrizes de pesquisa discutidas em aula, trata-se sobretudo de uma *pesquisa explicativa*, pois busca identificar o efeito de uma condição causal — o tipo de recomendação da IA — sobre crenças e comportamentos de agentes públicos.

