disciplinas/teorias_da_administração_publica/atividades/atividade_3.tex

\subsubsection{Inclusão}
\label{sec:orgc9b47a2}
\begin{itemize}
\item Estudos incluídos na síntese qualitativa: \textbf{n = 1}
\end{itemize}

\subsection{Tabela-resumo do fluxo PRISMA 2020}
\label{sec:orgd639311}

\begin{table}[htbp]
\centering
\scriptsize
\setlength{\tabcolsep}{4pt}
\renewcommand{\arraystretch}{1.15}
\begin{tabularx}{\textwidth}{>{\raggedright\arraybackslash}X >{\raggedleft\arraybackslash}m{0.18\textwidth}}
\toprule
Etapa PRISMA 2020 & n \\
\midrule
Registros identificados & 8 \\
Registros removidos antes da triagem & 1 \\
Registros triados & 7 \\
Registros excluídos na triagem & 3 \\
Relatórios buscados para recuperação & 4 \\
Relatórios não recuperados & 0 \\
Relatórios avaliados para elegibilidade & 4 \\
Relatórios excluídos após leitura completa & 3 \\
Estudos incluídos na síntese qualitativa & 1 \\
\bottomrule
\end{tabularx}
\normalsize
\end{table}

\subsection{Estudos classificados no fluxo}
\label{sec:orgb72bd66}

\begin{table}[htbp]
\centering
\scriptsize
\setlength{\tabcolsep}{3pt}
\renewcommand{\arraystretch}{1.15}
\begin{tabularx}{\textwidth}{>{\raggedright\arraybackslash}X >{\raggedright\arraybackslash}m{0.18\textwidth} >{\raggedright\arraybackslash}m{0.14\textwidth} >{\raggedright\arraybackslash}m{0.22\textwidth}}
\toprule
Estudo & Situação no fluxo & Tipo & Motivo \\
\midrule
Selten, Robeer e Grimmelikhuijsen (2023), \textit{“Just like I thought”: Street-level bureaucrats trust AI recommendations if they confirm their professional judgment} & Incluído & Artigo empírico & Melhor articulação entre burocracia de nível de rua, discricionariedade e IA \\
Deng e Sun (2025), \textit{How does the usage of artificial intelligence affect felt administrative accountability of street-level bureaucrats?} & Excluído na elegibilidade & Artigo empírico & Foco principal em accountability percebida, menos aderente ao recorte de decisão e implementação \\
Ribeiro e Segatto (2025), \textit{Inteligência artificial nas organizações públicas brasileiras: heterogeneidades e capacidades em tecnologia da informação} & Excluído na elegibilidade & Artigo empírico & Estudo organizacional relevante, mas com vínculo indireto ao eixo de burocracia de nível de rua \\
Omonov e Ahn (2025), \textit{Towards Smart Public Administration: A TOE-Based Empirical Study of AI Chatbot Adoption in a Transitioning Government Context} & Excluído na elegibilidade & Artigo empírico & Ênfase em adoção de chatbot e framework TOE, com menor diálogo com os eixos teóricos centrais da disciplina \\
Kaun, Larsson e colaboradores (2024), \textit{Automating public administration: citizens' attitudes towards automated decision-making across Estonia, Sweden, and Germany} & Excluído na triagem & Artigo empírico & Foco em atitudes dos cidadãos, e não na burocracia, organização ou implementação \\
Gillingham, Morley e Floridi (2024), \textit{The Effects of AI on Street-Level Bureaucracy: A Scoping Review} & Excluído na triagem & Revisão de literatura & Não é artigo empírico \\
Johannesson e Arnesen (2025), \textit{How Using Artificial Intelligence in Public Administration Shifts Citizens' Expectations of Street-Level Bureaucracy} & Excluído na triagem & Preprint & Não revisado por pares \\
\bottomrule
\end{tabularx}
\normalsize
\end{table}

\clearpage
\clearpage
\subsection{Representação esquemática em PlantUML}
\label{sec:org2f52f52}

\FGVAutoSVG
  {prisma_empirico_ia_teorias_adm_publica_fluxo}
  {Fluxograma PRISMA 2020 da seleção do artigo empírico.}
  {fig:prisma2020_fluxo}

\section{Resumo do artigo selecionado}
\label{sec:org74649b8}

\subsection{Referência do estudo}
\label{sec:orgfe084f4}

Selten, Friso; Robeer, Marcel; Grimmelikhuijsen, Stephan. \textbf{“Just like I thought”: Street-level bureaucrats trust AI recommendations if they confirm their professional judgment}. \emph{Public Administration Review}, v. 83, n. 2, p. 263-278, 2023.

\subsection{Problema e objetivo de pesquisa}
\label{sec:orgdb1b6df}

O problema central do artigo é diretamente compatível com um dos núcleos da disciplina: \textbf{como burocratas de nível de rua interagem com tecnologias de inteligência artificial quando essas tecnologias passam a participar da tomada de decisão pública}. Mais especificamente, o estudo procura responder o que acontece quando uma recomendação produzida por IA \textbf{confirma} ou \textbf{contradiz} o julgamento profissional intuitivo de um burocrata de nível de rua.

O objetivo do artigo é duplo. O primeiro é investigar de que forma recomendações de IA afetam a \textbf{decisão} de burocratas de nível de rua. O segundo é examinar se a chamada \textbf{explainable AI} aumenta a confiança dos agentes públicos nessas recomendações. Em termos teóricos, o estudo confronta duas possibilidades: de um lado, a \textbf{automation bias}, isto é, a tendência de seguir a máquina; de outro, a \textbf{confirmation bias}, isto é, a tendência de confiar mais na IA quando ela apenas reforça o que o agente já acreditava.

Essa formulação faz uma ponte clara entre os temas da aula, porque recoloca em chave contemporânea debates clássicos sobre \textbf{discricionariedade}, \textbf{implementação}, \textbf{autonomia decisória} e \textbf{controle} no nível da burocracia de rua. Em vez de perguntar apenas como o burocrata interpreta normas, o artigo pergunta como ele reage quando uma tecnologia algorítmica entra no processo decisório.

\subsection{Método utilizado}
\label{sec:orgcc0d1e6}

O artigo adota um \textbf{desenho experimental} com forte aderência empírica ao contexto profissional estudado. Os autores aplicaram um \textbf{experimento fatorial 2 × 2, com medidas repetidas}, utilizando um sistema simulado de \textbf{predictive policing} concebido para ser realista no contexto da polícia holandesa.

A amostra foi composta por \textbf{124 policiais de nível de rua} nos Países Baixos. Cada participante respondeu a \textbf{três vinhetas} semelhantes, resultando em \textbf{294 observações} no total. Os tratamentos combinaram duas dimensões:
\begin{itemize}
\item recomendação de IA \textbf{congruente} ou \textbf{incongruente} com o julgamento profissional intuitivo do policial;
\item recomendação \textbf{explicada} ou \textbf{não explicada} pela IA.
\end{itemize}

Com isso, o estudo pôde testar, de maneira controlada, se os policiais \textbf{confiam}, \textbf{aceitam} e \textbf{seguem} mais uma recomendação algorítmica quando ela está alinhada ao seu conhecimento profissional prévio e se a explicação do sistema altera esse comportamento.

Do ponto de vista das diretrizes de pesquisa discutidas em aula, trata-se sobretudo de uma \textbf{pesquisa explicativa}, pois busca identificar o efeito de uma condição causal — o tipo de recomendação da IA — sobre crenças e comportamentos de agentes públicos.
