disciplinas/teorias_da_administração_publica/atividades/atividade_3.tex

\subsection{Principais achados}
\label{sec:org1a2f4c2}

Os resultados do estudo mostram que os policiais \textbf{não seguem cegamente} as recomendações da IA. Ao contrário, eles tendem a \textbf{confiar} e \textbf{seguir} essas recomendações quando elas \textbf{confirmam} seu julgamento profissional anterior. Em outras palavras, o padrão dominante observado é mais compatível com \textbf{viés de confirmação} do que com \textbf{viés de automação}.

O segundo achado relevante é que a \textbf{IA explicável} não produziu aumento estatisticamente significativo de confiança nas recomendações algorítmicas. Isso significa que, ao menos neste contexto, oferecer explicações adicionais sobre a lógica da recomendação não foi suficiente para superar o peso do julgamento profissional já formado pelo agente.

O terceiro achado é normativamente ambivalente. Por um lado, a persistência da discricionariedade humana pode funcionar como mecanismo de correção de recomendações algorítmicas enviesadas, injustas ou falhas. Por outro lado, o mesmo padrão limita a expectativa de que sistemas de IA, mesmo quando concebidos para promover maior justiça ou neutralidade, consigam corrigir automaticamente os vieses humanos. O estudo mostra, portanto, que a interação entre burocrata e algoritmo é mais complexa do que uma simples substituição da decisão humana pela decisão automatizada.

\subsection{Por que este artigo foi o selecionado}
\label{sec:orgc805ddd}

Entre os estudos empíricos encontrados, este foi o mais aderente ao conteúdo da disciplina por quatro razões principais. Primeiro, porque se ancora diretamente na literatura de \textbf{burocracia de nível de rua}. Segundo, porque trata de \textbf{discricionariedade} e \textbf{tomada de decisão}, dois temas centrais do campo. Terceiro, porque examina um problema contemporâneo da administração pública — a incorporação de IA em decisões operacionais — sem abandonar a linguagem teórica do curso. Quarto, porque oferece um método empírico claro, replicável e facilmente apresentável no formato de \textbf{problema, objetivo, método e achados}.

\section{Considerações finais}
\label{sec:orgd6132f3}

A aplicação do PRISMA 2020 ao recorte aqui adotado mostra que o encontro entre \textbf{teorias da administração pública} e \textbf{inteligência artificial} já produz um conjunto relevante de estudos, mas nem todos dialogam igualmente com os eixos centrais da disciplina. Parte dessa literatura é formada por revisões, agendas de pesquisa ou estudos mais próximos da adoção tecnológica organizacional. Quando o objetivo é encontrar \textbf{um artigo empírico} que articule, de forma mais densa, os temas da aula com IA, o eixo da \textbf{burocracia de nível de rua} se revelou particularmente promissor.

O artigo selecionado evidencia que a introdução de IA na administração pública não elimina o papel do burocrata. Ao contrário, a tecnologia passa a compor um novo ambiente decisório, no qual persistem discricionariedade, julgamento profissional, confiança seletiva e possibilidades de viés. Nesse sentido, a IA não substitui os dilemas clássicos da administração pública; ela os reconfigura.

Por isso, o estudo de Selten, Robeer e Grimmelikhuijsen é particularmente útil para a disciplina. Ele permite atualizar a discussão sobre implementação e discricionariedade com base em um problema contemporâneo, mostrando que a análise de tecnologia pública só ganha densidade explicativa quando é articulada aos conceitos clássicos do campo.

\section{Referências}
\label{sec:org50faae0}

ALON-BARKAT, Sharon; BUSUIOC, Madalina. \textbf{Public Administration Meets Artificial Intelligence: Towards a Meaningful Behavioral Research Agenda on Algorithmic Decision-Making in Government}. Journal of Behavioral Public Administration, 2024.

DENG, Yi; SUN, Yu. \textbf{How does the usage of artificial intelligence affect felt administrative accountability of street-level bureaucrats? The mediating effect of perceived discretion}. Public Management Review, 2025.

GILLINGHAM, Cara; MORLEY, Jessica; FLORIDI, Luciano. \textbf{The Effects of AI on Street-Level Bureaucracy: A Scoping Review}. 2024.

JOHANNESSON, Mikael Poul; ARNESEN, Sveinung. \textbf{How Using Artificial Intelligence in Public Administration Shifts Citizens’ Expectations of Street-Level Bureaucracy}. SocArXiv, 2025.

KAUN, Anne; LARSSON, Anders Olof; et al. \textbf{Automating public administration: citizens' attitudes towards automated decision-making across Estonia, Sweden, and Germany}. Information, Communication \& Society, 2024.

OMONOV, Mansur Samadovich; AHN, Yonghan. \textbf{Towards Smart Public Administration: A TOE-Based Empirical Study of AI Chatbot Adoption in a Transitioning Government Context}. Administrative Sciences, 2025.

RIBEIRO, Manuella Maia; SEGATTO, Catarina Ianni. \textbf{Inteligência artificial nas organizações públicas brasileiras: heterogeneidades e capacidades em tecnologia da informação}. Revista de Administração Pública, v. 59, n. 1, e2024-0066, 2025.

SELTEN, Friso; ROBEER, Marcel; GRIMMELIKHUIJSEN, Stephan. \textbf{“Just like I thought”: Street-level bureaucrats trust AI recommendations if they confirm their professional judgment}. Public Administration Review, v. 83, n. 2, p. 263-278, 2023.
\end{document}